<?php

return [
    'province' => [
        0 => "北京市",
        1 => "天津市",
        2 => "河北省",
        3 => "山西省",
        4 => "福建省",
        5 => "内蒙古自治区",
        6 => "吉林省",
        7 => "黑龙江省",
        8 => "上海市",
        9 => "江苏省",
        10 => "浙江省",
        11 => "安徽省",
        12 => "辽宁省",
        13 => "江西省",
        14 => "山东省",
        15 => "河南省",
        16 => "湖北省",
        17 => "湖南省",
        18 => "广东省",
        19 => "广西壮族自治区",
        20 => "海南省",
        21 => "重庆市",
        22 => "四川省",
        23 => "贵州省",
        24 => "云南省",
        25 => "西藏自治区",
        26 => "陕西省",
        27 => "甘肃省",
        28 => "青海省",
        29 => "宁夏回族自治区",
        30 => "新疆维吾尔自治区"
    ],
    'area' => [

    ]
];
